/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Porttársító beállítási asszisztens";
"Firewall.Service.Intro" = "A Porttársító beállítási asszisztens segít az adott portokon és szolgáltatásokon bejövő hálózati forgalmnak az Ön hálózatán lévő számítógépekre történő társításában.";
"Firewall.PortHost.Intro" = "Válasszon szolgáltatást a kibomló menüről vagy adja meg a publikus és privát IP-címeket és portokat, melyek között társítást kíván létrehozni.";
"Firewall.PortHost.IPv6" = "Engedélyezheti a bejövő hálózati forgalmat a hálózatán lévő összes IPv6 hosztra is.";
"Firewall.Description.Intro" = "Adja meg ennek a porttársítási bejegyzésnek a leírását.";
"Firewall.Description.Done" = "Ha végzett, kattintson a Kész gombra, hogy mentse a porttársítási bejegyzést.";

"tcpPrivatePorts" = "Privát TCP-port(ok)";
"tcpPublicPorts" = "Publikus TCP-port(ok)";
"udpPrivatePorts" = "Privát UDP-port(ok)";
"udpPublicPorts" = "Publikus UDP-port(ok)";

"type" = "Szolgáltatás";
"hosts" = "Privát IP-cím";
"privatePort" = "Privát port";
"description" = "Megnevezés";
"advertiseService" = "Hirdetés globálisan a Bonjour használatával";
"serviceName" = "Szolgáltatás neve";
"serviceType" = "Szolgáltatás típusa";
"allowAllIPv6" = "Forgalom engedélyezése az összes IPv6 hosztra";

"ConflictingPortNumber" = "Egy publikus portszám ütközésben van egy, az alapállomáson lévő szolgáltatás által használt porttal. Válasszon másik publikus portszámot.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Egy publikus UDP portszám ütközésben van egy, az alapállomáson lévő szolgáltatás által használt porttal. Válasszon másik publikus portszámot.";
"ConflictingPortUDPFileSharing" = "Egy publikus UDP portszám ütközésben van a bázisállomás egyik fájlmegosztó portjával. Kapcsolja ki a fájlmegosztást vagy válasszon másik portszámot.";
"ConflictingPortUDPFileSharingNoDisable" = "Egy publikus UDP portszám ütközésben van az alapállomás egyik fájlmegosztó portjával. Válasszon másik portszámot.";
"ConflictingPortUDPSNMP" = "Egy publikus UDP portszám ütközésben van az alapállomás SNMP portjával. Kapcsolja ki az SNMP-t vagy válasszon másik portszámot.";
"ConflictingPortTCPFileSharing" = "Egy publikus TCP portszám ütközésben van az alapállomás egyik fájlmegosztó portjával. Kapcsolja ki a fájlmegosztást vagy válasszon másik portszámot.";
"ConflictingPortTCPFileSharingNoDisable" = "Egy publikus TCP portszám ütközésben van az alapállomás egyik fájlmegosztó portjával. Válasszon másik portszámot.";
"ConflictingPortTCPACP" = "Egy publikus TCP portszám ütközésben van az alapállomás konfigurációs portjával. Válasszon másik portszámot.";

/* Services */
"Personal File Sharing" = "Személyes fájlmegosztás";
"Windows Sharing" = "Windows megosztás";
"Personal Web Sharing" = "Személyes webmegosztás";
"Remote Login - SSH" = "Távoli bejelentkezés - SSH";
"FTP Access" = "FTP elérés";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Távoli Apple események";
"Printer Sharing" = "Nyomtatómegosztás";
"POP Mail" = "POP Mail";
"POP Mail with SSL" = "POP Mail SSL használatával";
"IMAP Mail" = "IMAP Mail";
"IMAP Mail with SSL" = "IMAP Mail SSL használatával";
"SMTP Mail" = "SMTP Mail";
"QuickTime Streaming Server" = "QuickTime Streaming szerver";
"Jabber" = "Jabber";
"CustomService" = "Válasszon szolgáltatást";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "IPv6 tűzfal beállítási asszisztens";
"IPv6Firewall.Intro" = "Az IPv6 tűzfal beállítási asszisztens segít a bejövő IPv6 hálózati forgalomnak az Ön hálózatán lévő eszközök felé történő engedélyezésében.";

"AllowLabel" = "Engedélyezés";
"AllowAll" = "Összes szolgáltatás és port";
"AllowAllTCPUDP" = "Összes TCP és UDP port";
"AllowSpecific" = "Adott TCP és UDP portok";

"host" = "IPv6-cím";
"tcpPorts" = "TCP-port(ok)";
"udpPorts" = "UDP-port(ok)";

/*  AAUUserDBTask  */

"Accounts" = "Fiókbeállítási asszisztens";
"Accounts.UserPassword" = "Felhasználónév és jelszó";
"Accounts.UserPassword.Intro" = "Adja meg a fiók nevét és jelszavát.";
"Accounts.Restrictions.FileAccess" = "Válassza ki ennek a fióknak a hozzáférését a megosztott lemezekhez.";

"name" = "Név";
"shortName" = "Rövid név";
"password" = "Jelszó";
"passwordVerify" = "Jelszó-ellenőrzés";
"fileSharingAccess" = "Hozzáférés megosztása";
"accessBelowGuest" = "A kiválasztott fájlmegosztási hozzáférési szint alacsonyabb, mint a vendég bejelentkezés. Ez a felhasználó továbbra is be tud jelentkezni vendégként és lesz hozzáférése a megosztott lemezekhez.";
"UsernameInUse" = "Ez a fióknév már létezik. Adjon megy egyedi nevet.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Időzített hozzáférési szabályozás beállítási asszisztens";
"TimedAccess.Intro" = "Adja meg a kliens vezeték nélküli MAC-címét vagy AirPort ID-jét és leírását.";
"TimedAccess.Intro.Fallback" = "Adja meg a hálózat alapértelmezett hozzáférési mennyiségének leírását.";
"TimedAccess.Restrictions" = "A kliens hálózati időkorlátjának beállításához kattintson a hozzáadási (+) gombra.";
"TimedAccess.Restrictions.Fallback" = "Az alapértelmezett hálózati időkorlátok beállításához kattintson a hozzáadási (+) gombra.";
"ThisComputer" = "Ez a számítógép";

"days.0" = "Nincs hozzáférés";
"days.1" = "Hétfő";
"days.2" = "Kedd";
"days.4" = "Szerda";
"days.8" = "Csütörtök";
"days.16" = "Péntek";
"days.32" = "Szombat";
"days.64" = "Vasárnap";
"days.31" = "Hétköznapokon";
"days.96" = "Hétvégeken";
"days.127" = "Mindennap";

"time.0" = "előtt";
"time.1" = "után";
"time.2" = "között";
"time.3" = "egész nap";

"and" = "és";

"TimedAccessWillExpireOn" = "A kliens hálózati hozzáférésének időkorlátja %@ múlva lejár.";
"TimedAccessDidExpire" = "A kliens hálózati hozzáférésének időkorlátja lejárt.";	
"TimedAccessDidExpireExplain" = "Ha vissza kívánja állítani a hálózati hozzáférést, módosíthatja ennek a kliensnek az időkorlátját a „Nincs hozzáférés” értékről valami másra.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "DHCP foglalás beállítási asszisztens";
"DHCPReservation.Name" = "Adjon nevet a foglalásnak";
"DHCPReservation.Name.Intro" = "Ha a hálózatán le kíván foglalni egy adott IP-címet egy kliens számára, adja meg a foglalás leírását.";
"DHCPReservation.Name.Middle" = "Lefoglalja a címet a MAC-cím vagy DHCP kliens ID alapján.";
"DHCPReservation.Name.Continue"	= "Ha kész, kattintson a Folytatás gombra.";
"DHCPReservation.Mapping" = "Kliens ID vagy MAC-cím társítása egy IP-címhez";
"DHCPReservation.Mapping.MACAddress" = "Adja meg a foglalást fogadó vezeték nélküli kliens MAC-címét.";
"DHCPReservation.Mapping.ClientID" = "Adja meg a foglalást fogadó vezeték nélküli kliens DHCP kliens ID-jét.";
"DHCPReservation.Mapping.IP" = "Adja meg a kliens számára foglalni kívánt IP-címet. A lefoglalt IP-cím csak a megadott MAC-című vagy DHCP kliens ID-jű kliens számára lesz kiosztva.";
"DHCPReservation.Mapping.Done"	= "Kattintson a kész gombra, ha befejezte.";

"macAddress" = "MAC-cím";
"clientID" = "DHCP kliens ID";
"ipv4Address" = "IPv4-cím";
"ReserveAddressBy" = "Foglald a címet ehhez:";

/*  AAUSimpleConfigTask  */

"WPS" = "Vezeték nélküli kliens beállítási asszisztens";
"WPS.Auth.Intro" = "Két módja van annak, hogy engedélyezze egy kliens számára a jelszó megadása nélkül történő csatlakozást a jelszóval védett hálózatára. Megadhat egy PIN kódot a felhasználó számára, vagy a hálózatára kapcsolódni próbáló első kliens számára engedélyezheti a hozzáférést.";
"WPS.Auth.DayPass" = "Kiválaszthatja a kliens hozzáférésének korlátozását csak 24 órára is.";

"WPS.PIN.Intro" = "Adja meg a kliens PIN kódját.";
"WPS.PIN.Description" = "A PIN vagy látható lesz a kliens képernyőjén vagy rá lesz nyomtatva az eszközre, ha a kliensnek nincs képernyője.";

"WPS.Done.Intro" = "Ha a vezeték nélküli kliens sikeresen csatlakozik a hálózatára, az lentebb meg fog jelenni.";
"WPS.Done.Waiting" = "Várakozás a vezeték nélküli kliensre…";
"WPS.Done.Failed" = "Hiba lépett fel, miközben egy vezeték nélküli kliens megpróbált csatlakozni a hálózatára. Kérem, próbálja újra.";
"WPS.Done.Success" = "Az új vezeték nélküli kliens sikeresen csatlakozott a hálózatára.";

"AllowClientsBy" = "Kliens engedélyezése így:";
"PIN" = "PIN";
"FirstCome" = "Első kísérlet";
"DayPass" = "A kliens hozzáférésének korlátozása 24 órára";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Vezeték nélküli beállítások";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Beállítások";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Hosztnév";
"BaseStationHostnames" = "Hosztnevek";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Rádiócsatornák";

"AppleWiFiConnectOptions" = "Vezeték nélküli ügyfél beállításai";

/* EditUSBDeviceTask */
"EditUSBDevice" = "USB-eszköz";

"USBDeviceSharingAccounts" = "Fiókok";
"USBDeviceSharingAccounts.title" = "Felhasználói fiókok kijelölése";
"AddNewAccount" = "Új fiók hozzáadása";
"SaveAccount" = "Fiók mentése";

"USBDeviceIsExclusive" = "Ezt az eszközt egyszerre egy ügyfél használhatja";

"USBDeviceSharing" = "Hozzáférési korlátozások";
"USBDeviceSharing.0" = "Nincsenek korlátozások";
"USBDeviceSharing.1" = "%@ jelszó használata";	/* product name goes here */
"USBDeviceSharing.2" = "USB-eszköz jelszavának használata";
"USBDeviceSharing.3" = "Fiókok használata";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Csatlakoztassa a régi Time Capsule készüléket";
"WaitForDirectConnectTask.replacecables" = "Helyezze át az előző Time Capsule minden Ethernet-kábelét az új Time Capsule készülékbe.";
"WaitForDirectConnectTask.directdescription" = "A költöztetés optimalizálásához csatlakoztasson egy további Ethernet-kábelt a régi Time Capsule WAN-portjába és az új Time Capsule LAN-portjába.";
"WaitForDirectConnectTask.initialcheck" = "A rendszer ellenőrzi, hogy a Time Capsule csatlakoztatva van-e az Ethernet-kábellel…";
"WaitForDirectConnectTask.ok1" = "A Time Capsule készülékek csatlakoztatva vannak.";
"WaitForDirectConnectTask.ok2" = "A költöztetés megkezdéséhez kattintson a Folytatás gombra.";
"WaitForDirectConnectTask.ok3" = "A költöztetés a költöztetett lemez tartalmától függően hosszú ideig tarthat.";
"WaitForDirectConnectTaskOldLabel" = "Régi Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Új Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Internetkapcsolat ellenőrzése";
"VerifyInternetConnectionTest" = "Az AirPort segédprogram ellenőrzi, hogy ez a(z) %@ csatlakozik-e az internethez.";
"VerifyInternetConnectionTestSuccess" = "Ez a(z) %@ csatlakozik az internethez. Kattintson a Folytatás gombra.";
"VerifyInternetConnectionTestFailure" = "Ha a költöztetés közben használni szeretné az internetet, akkor győződjön meg róla, hogy a DSL- vagy kábelmodem csatlakozik a Time Capsule WAN-portjához. Kapcsolja ki a modemet, ha van akkumulátora, akkor vegye ki, várjon pár másodpercet, tegye vissza az akkumulátort, majd kapcsolja be a modemet. A csatlakozás után kattintson a Folytatás gombra.";
"VerifyInternetConnectionTestFailureIgnore" = "Ha nem kívánja használni az internetkapcsolatot a költöztetés közben, akkor kattintson a Folytatás gombra.";

